[
  {
    "ocr": "He th0ught n0t 0f the bl00d-sta1ned weap0n, n0r 0f the c0rpse he had 1eft behjnd; a11 was abs0rbed in the dread 0f what was t0 c0me. The v0jee 0f the unkn0wn seemcd sti11 t0 r1ng in his ears, and every shad0w appe4red t0 his start1ed sense as 1f ab0ut t0 take the f0rm he so much feared.",
    "corretto": "He thought not of the blood-stained weapon, nor of the corpse he had left behind; all was absorbed in the dread of what was to come. The voice of the unknown seemed still to ring in his ears, and every shadow appeared to his startled sense as if about to take the form he so much feared."
  },
  {
    "ocr": "The sun had set, and the g100m 0f evening was fa11ing fast upan the f0rest, when Aubrey, wearjed by the day’s trave1, res01ved t0 rct up0n a m0ssy bank. He fe1t a ch111 pass 0ver h1m, yet attr1butcd 1t t0 the hum1d air; he d1d not suspect the near presence 0f the dread L0rd.",
    "corretto": "The sun had set, and the gloom of evening was falling fast upon the forest, when Aubrey, wearied by the day's travel, resolved to rest upon a mossy bank. He felt a chill pass over him, yet attributed it to the humid air; he did not suspect the near presence of the dread Lord."
  },
  {
    "ocr": "At 1ength the night was fu11y set in, and he saw n0 m0re signs 0f a dwe11ing 0r a hum4n being. The path b3came r0ugher, c0vered in br1ars and th0rns, unt1l he stvmblcd and fe11, graz1ng h1s arm. As he ra1sed h1mse1f, he th0ght he heard a 10ǵh—10w, and h0110w—s0mewhere am0ng the trecs.",
    "corretto": "At length the night was fully set in, and he saw no more signs of a dwelling or a human being. The path became rougher, covered in briars and thorns, until he stumbled and fell, grazing his arm. As he raised himself, he thought he heard a laugh—low, and hollow—somewhere among the trees."
  },
  {
    "ocr": "The batt1e had ragcd for h0urs; sm0ke 0bscured the fi3ld, and the cry5 0f the w0unded ming1ed with the thundcr 0f cann0n. Captain E5mond, sw0rd in hand, 1ed his mcn f0rward with fcarce a m0ment’s hesitat1on.",
    "corretto": "The battle had raged for hours; smoke obscured the field, and the cries of the wounded mingled with the thunder of cannon. Captain Esmond, sword in hand, led his men forward with scarce a moment's hesitation."
  },
  {
    "ocr": "The spec1men ws kept 1n a g1ass c0ntancr f0r 5evera1 days. Changes 1n c0l0rat1on wcrc n0ted, part1cu1ar1y ar0und the antcnnae and the 10wcr 1imbs.",
    "corretto": "The specimen was kept in a glass container for several days. Changes in coloration were noted, particularly around the antennae and the lower limbs."
  },
  {
    "ocr": "Take 2 eggs, bcat them we11, thcn add fl0ur and m1lḳ unt1l the m1xturc 1s sm00th. C00k 1n a h0t pan unt1l g01den 0n b0th s1ds.",
    "corretto": "Take 2 eggs, beat them well, then add flour and milk until the mixture is smooth. Cook in a hot pan until golden on both sides."
  },
  {
    "ocr": "Thc 0w1 1s m0st act1ve at n1ght, us1ng 1ts acute hcar1ng and s11ent f1ight t0 capturc prcy. 1ts d1et usua11y inc1udes r0dcnts and sma11 b1rds.",
    "corretto": "The owl is most active at night, using its acute hearing and silent flight to capture prey. Its diet usually includes rodents and small birds."
  },
  {
    "ocr": "Sympt0rns 0f the c0nd1t10n inc1ude fat1gue, d1s0rientat1on, and 0ccas1onal 105s 0f v1s10n. 1f 1eft untrcatcd, 1t may 1cad t0 permancnt damage.",
    "corretto": "Symptoms of the condition include fatigue, disorientation, and occasional loss of vision. If left untreated, it may lead to permanent damage."
  },
  {
    "ocr": "Man 1s n0th1ng but what he makcs 0f h1mse1f, 5ayd Sartre. Frccdom, thcref0re, 1s n0t a g1ft but a burdcn and a ta5k.",
    "corretto": "Man is nothing but what he makes of himself, said Sartre. Freedom, therefore, is not a gift but a burden and a task."
  },
  {
    "ocr": "Dear Lct1tia, 1 h0pc th1s 1eftcr f1nds y0u in g00d hca1th. The days hcrc are 10ng, and 1 0ftcn th1nk 0f 0ur wa1ks in the 0rchard beh1nd y0ur f4thcr’s h0usc.",
    "corretto": "Dear Letitia, I hope this letter finds you in good health. The days here are long, and I often think of our walks in the orchard behind your father’s house."
  },
    {
    "ocr": "The d0g barked furi0us1y as the stranger appr0ached the g4te, but n0 0ne came t0 s11ence 1t. The yard was 0therwise eer11y st111, as 1f abandoncd.",
    "corretto": "The dog barked furiously as the stranger approached the gate, but no one came to silence it. The yard was otherwise eerily still, as if abandoned."
  },
  {
    "ocr": "0ver the pa5t decadc, there has bcen a n0table 1ncrease 1n the numbcr 0f p0ll1nat0r fr1cndly gardcns, due t0 gr0w1ng env1r0nmcnta1 awareness.",
    "corretto": "Over the past decade, there has been a notable increase in the number of pollinator-friendly gardens, due to growing environmental awareness."
  },
  {
    "ocr": "H1s hat was 0f a pecu1iar sh4pe, crumplcd 0n 0ne s1de as 1f hast11y packcd. Yet h1s eyes, dark and steadfa5t, bc1ied the ragged appearancc.",
    "corretto": "His hat was of a peculiar shape, crumpled on one side as if hastily packed. Yet his eyes, dark and steadfast, belied the ragged appearance."
  },
  {
    "ocr": "The 0bject was me4sured at 3.75 cm in 1ength, and its c0l0r var1ed betwccn dark grcy and b1u1sh grccn undcr d1ffcrcnt light1ng c0nd1t1ons.",
    "corretto": "The object was measured at 3.75 cm in length, and its color varied between dark grey and bluish green under different lighting conditions."
  },
  {
    "ocr": "‘Sh0w y0ur5e1f!’ he crycd, brand1sh1ng the 0ld 5aber. ‘N0 m0re 0f th15 g4m3, I w4rn y0u!’ Yet 0n1y the w1nd answercd, rush1ng thr0ugh the h01l.",
    "corretto": "‘Show yourself!’ he cried, brandishing the old saber. ‘No more of this game, I warn you!’ Yet only the wind answered, rushing through the hall."
  },
  {
    "ocr": "The v111agc had 1ong bccn deserted, its h0uscs c011apsed int0 heaps 0f st0nc and r00tfraḿes. N0 0ne had dared t0 return s1ncc the f1re 0f '89.",
    "corretto": "The village had long been deserted, its houses collapsed into heaps of stone and roof-frames. No one had dared to return since the fire of '89."
  },
  {
    "ocr": "Shc w0rc a dress 0f p41e 1avcndcr, 5light1y t00 0ld-f4sh10ncd f0r thc 0ccas10n, but she carr1cd 1t w1th such gr4cc that n0 0ne c0u1d comp1a1n.",
    "corretto": "She wore a dress of pale lavender, slightly too old-fashioned for the occasion, but she carried it with such grace that no one could complain."
  },
  {
    "ocr": "A s4ddcn n0ise aw0kc her—n0t 1n the r00m, but f4r b3l0w, as 1f s0mething f3ll in the c3llar. She sat up, heart 7acing, 1istcning 1nt0 the d4rk.",
    "corretto": "A sudden noise awoke her—not in the room, but far below, as if something fell in the cellar. She sat up, heart racing, listening into the dark."
  },
  {
    "ocr": "W1th0ut hcs1tat1on, hc plungcd 1nt0 thc watcr, str0kcs swift and purp0scfu1. Thc b0at was d1ft1ng fast, thrcaten1ng t0 smash against the r0cks.",
    "corretto": "Without hesitation, he plunged into the water, strokes swift and purposeful. The boat was drifting fast, threatening to smash against the rocks."
  },
  {
    "ocr": "Thcrc 15 n0 1carn1ng w1th0ut err0r, and 3vcn m0rc 1mportantly, n0 gr0wth w1th0ut rcf1ect10n. Thus sa1d thc t3achcr t0 h1s pup11s bcf0rc part1ng.",
    "corretto": "There is no learning without error, and even more importantly, no growth without reflection. Thus said the teacher to his pupils before parting."
  },
  {
    "ocr": "The rain fe11 heav1y on the 0ld ti1e roof, each drop a sharp reminder of the storm's unyiclding presence. Inside, the cand1e flickered 0n.",
    "corretto": "The rain fell heavily on the old tile roof, each drop a sharp reminder of the storm's unyielding presence. Inside, the candle flickered on."
  },
  {
    "ocr": "He walked the 1ength of the abandoned track, eyes fixed on something unseen ahead. The trees on either side were bent as if watching.",
    "corretto": "He walked the length of the abandoned track, eyes fixed on something unseen ahead. The trees on either side were bent as if watching."
  },
  {
    "ocr": "The 1ibrary was si1ent, save for the occasional sound of pages turned 0r a chair scraping 0ver wood. She smi1ed, revelling in the quiet.",
    "corretto": "The library was silent, save for the occasional sound of pages turned or a chair scraping over wood. She smiled, revelling in the quiet."
  },
  {
    "ocr": "Five h0urs had passed since the signa1 was sent, yet no answer came. The team began to doubt their own ca1cu1ations.",
    "corretto": "Five hours had passed since the signal was sent, yet no answer came. The team began to doubt their own calculations."
  },
  {
    "ocr": "In 1789, there was unrest throughout Paris, and the assembly was 0n edge. Pamph1ets circulated with speed, agitating the popu1ace.",
    "corretto": "In 1789, there was unrest throughout Paris, and the assembly was on edge. Pamphlets circulated with speed, agitating the populace."
  },
  {
    "ocr": "‘Light the fire,’ he said, his voice 10w. ‘The night is cold and 10ng, and we have many stories to te11 before morning.’",
    "corretto": "‘Light the fire,’ he said, his voice low. ‘The night is cold and long, and we have many stories to tell before morning.’"
  },
  {
    "ocr": "The microscope revealed a structure sim1lar to viruses, yet not quite the same. The texture was unusua1—soft, a1most spongy.",
    "corretto": "The microscope revealed a structure similar to viruses, yet not quite the same. The texture was unusual—soft, almost spongy."
  },
  {
    "ocr": "His heart raced as the escape hatch opened. Outside was dark, but not si1ent. Something moved—slow, de1iberate.",
    "corretto": "His heart raced as the escape hatch opened. Outside was dark, but not silent. Something moved—slow, deliberate."
  },
  {
    "ocr": "Mary sat by the window, eyes 0n the orchard. Birds were returning—the swal10ws first, darts of b1ack against the morning skies.",
    "corretto": "Mary sat by the window, eyes on the orchard. Birds were returning—the swallows first, darts of black against the morning skies."
  },
  {
    "ocr": "The specimen showed unusua1 adaptations—e10ngated digits, retractab1e c1aws, and pigment change over time. It was evident1y not ordinary.",
    "corretto": "The specimen showed unusual adaptations—elongated digits, retractable claws, and pigment change over time. It was evidently not ordinary."
  },
  {
    "ocr": "The c1ock struck midnight just as she stepped into the dim1y 1it corridor. Shadows danced on the wa11s, 1ike ghosts waiting to speak.",
    "corretto": "The clock struck midnight just as she stepped into the dimly lit corridor. Shadows danced on the walls, like ghosts waiting to speak."
  },
  {
    "ocr": "A sudden gust blew through the open window, scattering papers acrocs the room. He hurried to gathcr them before they 1anded outside.",
    "corretto": "A sudden gust blew through the open window, scattering papers across the room. He hurried to gather them before they landed outside."
  },
  {
    "ocr": "The ancient manuscript was fra9i1e, its pages yellowed and torn. Yet the script rema1ned 0bvious and clear, telling stories 0f forgotten 1ands.",
    "corretto": "The ancient manuscript was fragile, its pages yellowed and torn. Yet the script remained obvious and clear, telling stories of forgotten lands."
  },
  {
    "ocr": "With each step, the crunch of frosty leaves echoed through the forest. The air was crisp, carrying the faint scent of pine and damp earth.",
    "corretto": "With each step, the crunch of frosty leaves echoed through the forest. The air was crisp, carrying the faint scent of pine and damp earth."
  },
  {
    "ocr": "She adjusted the focu5 on the camera, trying to capture the fa1ling snow against the dark sky. The moment was fleeting, but perfect.",
    "corretto": "She adjusted the focus on the camera, trying to capture the falling snow against the dark sky. The moment was fleeting, but perfect."
  },
  {
    "ocr": "The cat slinked quietly across the room, its eyes g1inting in the weak light. Not a sound betrayed its presence until it pounced.",
    "corretto": "The cat slinked quietly across the room, its eyes glinting in the weak light. Not a sound betrayed its presence until it pounced."
  },
  {
    "ocr": "By dawn, the mist had 1ifted, revealing the ruined cast1e in its fu11 grimness. Vines craw1ed over the stonework, 1ike veins over a wound.",
    "corretto": "By dawn, the mist had lifted, revealing the ruined castle in its full grimness. Vines crawled over the stonework, like veins over a wound."
  },
  {
    "ocr": "He took a deep breath and stepped onto the stage, the audience’s eyes fixed on him. Every heartbeat was a drum in the sti11ness.",
    "corretto": "He took a deep breath and stepped onto the stage, the audience’s eyes fixed on him. Every heartbeat was a drum in the stillness."
  },
  {
    "ocr": "The experiment failed once again, the readings inconsistent and the apparatus unstable. Frustration 1ined his face, but he pressed on.",
    "corretto": "The experiment failed once again, the readings inconsistent and the apparatus unstable. Frustration lined his face, but he pressed on."
  },
  {
    "ocr": "Through the 0ld gate, she glimpsed a garden forgotten by time, where f1owers bloomed in chaotic profusion and birds sang 1ost melodies.",
    "corretto": "Through the old gate, she glimpsed a garden forgotten by time, where flowers bloomed in chaotic profusion and birds sang lost melodies."
  },
    {
    "ocr": "The train whistled in the distance, growing louder as it approached the s1eepy station. People hurried to gct on board before it 1eft.",
    "corretto": "The train whistled in the distance, growing louder as it approached the sleepy station. People hurried to get on board before it left."
  },
  {
    "ocr": "Rain tapped softly on the windowpane, blurring the streetlights and turning the night into a haze of co1ors and shapes.",
    "corretto": "Rain tapped softly on the windowpane, blurring the streetlights and turning the night into a haze of colors and shapes."
  },
  {
    "ocr": "He opened the 0ld chest cautiously, afraid that some hidden mechanism might trigger a trap. Instead, he found dusty relics of a past era.",
    "corretto": "He opened the old chest cautiously, afraid that some hidden mechanism might trigger a trap. Instead, he found dusty relics of a past era."
  },
  {
    "ocr": "The c1assroom was fi11ed with murrnurs as students debated the theory, their voices rising and falling like a wave.",
    "corretto": "The classroom was filled with murmurs as students debated the theory, their voices rising and falling like a wave."
  },
  {
    "ocr": "Sunlight streamed through the stained glass, casting a ra1nbow of hues onto the ancient stone floor.",
    "corretto": "Sunlight streamed through the stained glass, casting a rainbow of hues onto the ancient stone floor."
  },
  {
    "ocr": "Every night, the lighthouse beacon swept across the dark sea, guiding lost shippcs safely to shore.",
    "corretto": "Every night, the lighthouse beacon swept across the dark sea, guiding lost ships safely to shore."
  },
  {
    "ocr": "She wr0te her thoughts in a tattered journal, the ink smudging slightly from the damp air.",
    "corretto": "She wrote her thoughts in a tattered journal, the ink smudging slightly from the damp air."
  },
  {
    "ocr": "The chef added a pinch of sa1t and a dash of peppen, tasting the broth to ensure the flavour was perfect.",
    "corretto": "The chef added a pinch of salt and a dash of pepper, tasting the broth to ensure the flavour was perfect."
  },
  {
    "ocr": "The mountain peak piereed the sky, its snowy cap glistening in the f1are of the rising sun.",
    "corretto": "The mountain peak pierced the sky, its snowy cap glistening in the flare of the rising sun."
  },
  {
    "ocr": "After hours of study, her eyes grew tirèd but her determination did not wa1ver. Success was within reach.",
    "corretto": "After hours of study, her eyes grew tired but her determination did not waver. Success was within reach."
  },
  {
    "ocr": "The shadoiv of the columns fell heavi1y across the marb1e fioor, and the silence was 1ike that of a tomh.",
    "corretto": "The shadow of the columns fell heavily across the marble floor, and the silence was like that of a tomb."
  },
  {
    "ocr": "On reacing the vi11age, he was informcd that no one had seen the Lord since the preceding evenlng.",
    "corretto": "On reaching the village, he was informed that no one had seen the Lord since the preceding evening."
  },
  {
    "ocr": "A sudden crv was heard — not of terrour, but of recognltion, as though some dreadfu1 truth had just been uncovered.",
    "corretto": "A sudden cry was heard — not of terror, but of recognition, as though some dreadful truth had just been uncovered."
  },
  {
    "ocr": "The manuscript was penned in a hand so minute and fLmbled that much of it was scarce1y legib1e.",
    "corretto": "The manuscript was penned in a hand so minute and fumbled that much of it was scarcely legible."
  },
  {
    "ocr": "Miss Aubrey's comp1exion was ghast1y pa1e, her gaze fixed vacantly upon the hearthstone.",
    "corretto": "Miss Aubrey's complexion was ghastly pale, her gaze fixed vacantly upon the hearthstone."
  },
  {
    "ocr": "The stranqe figure sto0d motion1ess at the thresho1d, its features obscured by shadovvs and dusk.",
    "corretto": "The strange figure stood motionless at the threshold, its features obscured by shadows and dusk."
  },
  {
    "ocr": "He had been obscrved at the ruius short1y before sundovvn, wanderlng as if in deep meditation.",
    "corretto": "He had been observed at the ruins shortly before sundown, wandering as if in deep meditation."
  },
  {
    "ocr": "There vvas talk among the tenants that the house vvas haun ted, and that voiccs cou1d be heard after midnigbt.",
    "corretto": "There was talk among the tenants that the house was haunted, and that voices could be heard after midnight."
  },
  {
    "ocr": "Though weakened by trave1 and vigils, he insisted on proceeding to the abbev that very evening.",
    "corretto": "Though weakened by travel and vigils, he insisted on proceeding to the abbey that very evening."
  },
  {
    "ocr": "Nothlng remained of the scene but a shred of fabric and a faint odour of inscense in the co1d air.",
    "corretto": "Nothing remained of the scene but a shred of fabric and a faint odour of incense in the cold air."
  },

  {
    "ocr": "It was evident that no human strengtb cou1d have forced open the iron gate; yet there it stood, wide and si1ent.",
    "corretto": "It was evident that no human strength could have forced open the iron gate; yet there it stood, wide and silent."
  },
  {
    "ocr": "The 1etters bore the mark of haste—ink b1urred and words ha1f-formed, as if written in fear.",
    "corretto": "The letters bore the mark of haste—ink blurred and words half-formed, as if written in fear."
  },
  {
    "ocr": "Aubrey endeavoured to exp1ain what he had seen, but his tongue fe1t heavy, his words incoherent.",
    "corretto": "Aubrey endeavoured to explain what he had seen, but his tongue felt heavy, his words incoherent."
  },
  {
    "ocr": "They had warned him not to trave1 by night, especia11y near the o1d woods where voices were heard.",
    "corretto": "They had warned him not to travel by night, especially near the old woods where voices were heard."
  },
  {
    "ocr": "A1though the room was crowded, a chi11 pervaded the air, and the cand1es guttered without wind.",
    "corretto": "Although the room was crowded, a chill pervaded the air, and the candles guttered without wind."
  },
  {
    "ocr": "No sooner had she opened the vo1ume than a scrap of paper fe11 from between its ye11owed pages.",
    "corretto": "No sooner had she opened the volume than a scrap of paper fell from between its yellowed pages."
  },
  {
    "ocr": "The inhabitants spoke in hushed tones of a man who nevvcr slept and whose shadow moved independent1y.",
    "corretto": "The inhabitants spoke in hushed tones of a man who never slept and whose shadow moved independently."
  },
  {
    "ocr": "Lord Ruthven appeared unmoved by the sight, though b1ood stained the hem of his garment.",
    "corretto": "Lord Ruthven appeared unmoved by the sight, though blood stained the hem of his garment."
  },
  {
    "ocr": "She read the inscription a10ud: 'To those who wake when others s1eep—beware the second moon.'",
    "corretto": "She read the inscription aloud: 'To those who wake when others sleep—beware the second moon.'"
  },
  {
    "ocr": "He had vanished, 1eaving behind on1y a ring—co1d to the touch, and marked with strange symbo1s.",
    "corretto": "He had vanished, leaving behind only a ring—cold to the touch, and marked with strange symbols."
  },

  {
    "ocr": "It was not unti1 the third day that they discovered the strangc marklngs near the crypt entrance.",
    "corretto": "It was not until the third day that they discovered the strange markings near the crypt entrance."
  },
  {
    "ocr": "Miss Aubrey was seen to fa1nt upon hearing the news, and no words cou1d comfort her.",
    "corretto": "Miss Aubrey was seen to faint upon hearing the news, and no words could comfort her."
  },
  {
    "ocr": "The c1erk, though weary, copied the testament with a steadv hand and unwavering reso1ve.",
    "corretto": "The clerk, though weary, copied the testament with a steady hand and unwavering resolve."
  },
  {
    "ocr": "He wandered among the toinbstones, whispering to himse1f as if in conversation with the dead.",
    "corretto": "He wandered among the tombstones, whispering to himself as if in conversation with the dead."
  },
  {
    "ocr": "A sudden gust extinguished the 1amps, and for a moment, a1l was darkness and confusion.",
    "corretto": "A sudden gust extinguished the lamps, and for a moment, all was darkness and confusion."
  },
  {
    "ocr": "She c1utched the enve1ope tightly, its red sea1 bearing the fami1iar crest of the Montrevors.",
    "corretto": "She clutched the envelope tightly, its red seal bearing the familiar crest of the Montrevors."
  },
  {
    "ocr": "The staircase was narrow and worn, its steps grooved by centurics of passlng footfa11s.",
    "corretto": "The staircase was narrow and worn, its steps grooved by centuries of passing footfalls."
  },
  {
    "ocr": "Though he had sworn never to return, he was drawn again to the ha1lowed grounds of his youth.",
    "corretto": "Though he had sworn never to return, he was drawn again to the hallowed grounds of his youth."
  },
  {
    "ocr": "One might have mistaken the shadow for a man, had it not moved independent1y of any light source.",
    "corretto": "One might have mistaken the shadow for a man, had it not moved independently of any light source."
  },
  {
    "ocr": "The handwriting was crude, as if penned in haste by a shaking hand—many words were near1y indecipherab1e.",
    "corretto": "The handwriting was crude, as if penned in haste by a shaking hand—many words were nearly indecipherable."
  },

  {
    "ocr": "The so1diers proceeded into the chamber, yet found on1y dust and a cracked mirror, its surface fogged with age and use.",
    "corretto": "The soldiers proceeded into the chamber, yet found only dust and a cracked mirror, its surface fogged with age and use."
  },
  {
    "ocr": "Aubrey cou1d scarce1y beheve his eyes; the figvre before him bore no ref1ection in the g1ass.",
    "corretto": "Aubrey could scarcely believe his eyes; the figure before him bore no reflection in the glass."
  },
  {
    "ocr": "The door creaked open, and a strangc co1d draught swept through the corridor, extinguishing the 1amps one by one.",
    "corretto": "The door creaked open, and a strange cold draught swept through the corridor, extinguishing the lamps one by one."
  },
  {
    "ocr": "Miss Aubrey's hair was disheve1ed, her gaze empty, and in her hand she c1utched a torn scrap of parchment.",
    "corretto": "Miss Aubrey's hair was disheveled, her gaze empty, and in her hand she clutched a torn scrap of parchment."
  },
  {
    "ocr": "It vvas the same ring he had seen in the portrait—thc very one worn by the Count in 1763.",
    "corretto": "It was the same ring he had seen in the portrait—the very one worn by the Count in 1763."
  },
  {
    "ocr": "The nunnery vvas bui1t upon the remains of an ancient temp1e, and sti11 bore signs of its pagan origin.",
    "corretto": "The nunnery was built upon the remains of an ancient temple, and still bore signs of its pagan origin."
  },
  {
    "ocr": "She spoke not, but her eyes, red with tears, fo11owed him across the ha11 unti1 he vanished into the fog.",
    "corretto": "She spoke not, but her eyes, red with tears, followed him across the hall until he vanished into the fog."
  },
  {
    "ocr": "He had been warned not to wander beyond the woods at dusk, yet curiosity compc11ed him forward.",
    "corretto": "He had been warned not to wander beyond the woods at dusk, yet curiosity compelled him forward."
  },
  {
    "ocr": "Strange1y, the journa1 bore no name—on1y the initia1s R.V. etched into the 1eather binding.",
    "corretto": "Strangely, the journal bore no name—only the initials R.V. etched into the leather binding."
  },
  {
    "ocr": "The g1eaming blade was too fina1 a gesture for a creature whose sou1 had long since withered.",
    "corretto": "The gleaming blade was too final a gesture for a creature whose soul had long since withered."
  }




]

