{"0":"`Next morning Aubrey set off upon his excursion unattended; he was surprised to observe the melancholy face of his host, and was concerned to find that his words, mocking the belief of those horrible fiends, had inspired them with such terror. When he was about to depart, Ianthe came to the side of his horse, and earnestly begged of him to return, ere night allowed the power of these beings to be put in action;—he promised. He was, however, so occupied in his research, that he did not perceive that day-light would soon end, and that in the horizon there was one of those specks which, in the warmer climates, so rapidly gather into a tremendous mass, and pour all their rage upon the devoted country.—He at last, however, mounted his horse, determined to make up by speed for his delay: but it was too late. Twilight, in these southern climates, is almost unknown; immediately the sun sets, night begins: and ere he had advanced far, the power of the storm was above—its echoing thunders had scarcely an interval of rest—its thick heavy rain forced its way through the canopying foliage, whilst the blue forked lightning seemed to fall and radiate at his very feet. Suddenly his horse took fright, and he was carried with dreadful rapidity through the entangled forest. The animal at last, through fatigue, stopped, and he found, by the glare of lightning, that he was in the neighbourhood of a hovel that hardly lifted itself up from the masses of dead leaves and brushwood which surrounded it. Dismounting, he approached, hoping to find some one to guide him to the town, or at least trusting to obtain shelter from the pelting of the storm. As he approached, the thunders, for a moment silent, allowed him to hear the dreadful shrieks of a woman mingling with the stifled, exultant mockery of a laugh, continued in one almost unbroken sound;—he was startled: but, roused by the thunder which again rolled over his head, he, with a sudden effort, forced open the door of the hut. He found himself in utter darkness: the sound, however, guided him. He was apparently unperceived; for, though he called, still the sounds continued, and no notice was taken of him. He found himself in contact with some one, whom he immediately seized; when a voice cried, \"Again baffled!\" to which a loud laugh succeeded; and he felt himself grappled by one whose strength seemed superhuman: determined to sell his life as dearly as he could, he struggled; but it was in vain: he was lifted from his feet and hurled with enormous force against the ground:—his enemy threw himself upon him, and kneeling upon his breast, had placed his hands upon his throat—when the glare of many torches penetrating through the hole that gave light in the day, disturbed him;—he instantly rose, and, leaving his prey, rushed through the door, and in a moment the crashing of the branches, as he broke through the wood, was no longer heard. The storm was now still; and Aubrey, incapable of moving, was soon heard by those without. They entered; the light of their torches fell upon the mud walls, and the thatch loaded on every individual straw with heavy flakes of soot. At the desire of Aubrey they searched for her who had attracted him by her cries; he was again left in darkness; but what was his horror, when the light of the torches once more burst upon him, to perceive the airy form of his fair conductress brought in a lifeless corse. He shut his eyes, hoping that it was but a vision arising from his disturbed imagination; but he again saw the same form, when he unclosed them, stretched by his side. There was no colour upon her cheek, not even upon her lip; yet there was a stillness about her face that seemed almost as attaching as the life that once dwelt there:—upon her neck and breast was blood, and upon her throat were the marks of teeth having opened the vein:—to this the men pointed, crying, simultaneously struck with horror, \"A Vampyre! a Vampyre!\" A litter was quickly formed, and Aubrey was laid by the side of her who had lately been to him the object of so many bright and fairy visions, now fallen with the flower of life that had died within her. He knew not what his thoughts were—his mind was benumbed and seemed to shun reflection, and take refuge in vacancy—he held almost unconsciously in his hand a naked dagger of a particular construction, which had been found in the hut. They were soon met by different parties who had been engaged in the search of her whom a mother had missed. Their lamentable cries, as they approached the city, forewarned the parents of some dreadful catastrophe. —To describe their grief would be impossible; but when they ascertained the cause of their child's death, they looked at Aubrey, and pointed to the corse. They were inconsolable; both died broken-hearted.`"
}