{"0":"`Next m0rriing Aubrey set off upon his exoursian unattended; he was surprised to observe the melancholy face of bis host, and was concerned to sind lhat his words, mocking the bolief of those horri6le fiends, had lnspired them with fuch terror. When he was about to depart, Ianthe came to the side of his horse, and earnestly hegged os him to returri, ere night allowed the power os these boirigs to be put in action;—he promised. He was, however, so occupied in his research, thal he did not perceive tbat doy-light would soon ond, and that ln the horizon there was one of those specks which, in the wormer cllmates, so rapidIy gather into a tremendous mass, and paur aIl their rage upon the devoted country.—He at last, bowever, mounted his horse, determined to mako up by speed for his delay: hut it waf too late. Twilight, in these southern climates, is almost vnknown; immediate1y tho sun sets, night begins: and ere he had advanced far, the power of the starm wclf above—lts echoing thunders had scarcely an interval of rest—its thick heavy rain forced its way through the canopying foliago, whilst thc blue f0rked lightning seemed to fall and radiate at hiſ uery feet. Suddenly his horse toak srighl, and he was carried with dreadful rapidity througb the entangled forest. The animal at last, through fatigue, stopped, clnd he found, 6y the glare of lightning, that he was iri the neighbourhood of a bovel that hardly lifted itself up from the masses of dead lcaves and brushwood which surrounded it. Dismouriting, he approachcd, hoping to find some one to guide him to the t0wn, or at lcast trusting to obtain sheltor from the pelting of the storm. As he approached, the lhunders, fora moment silenl, allowed him to hear the dreadful shrieks of a woman mingling with the stifled, exultant mockery os a laugh, contjnued iri one almost unbroken sound;—he was startled: but, roused by the thunder which again rolled over his head, he, with a sudden effort, forced operi the door os the hut. He f0und himsclf in utter darkness: the sound, h0wever, guidedhim. He was apparently vnperceived; for, though he called, still the sounds continued, and no notice was taken of bim. He found himself in c0n tacl with some one, whom he jmmediately ſeized; when a uoice cried,\"Again baffled!\" t0 which a loud laugh succeeded; and he felt himself groppled by one whose strength seemed superhuman: determined to sell his Iife cls dearly as he could, he struggled; but it wcls in vain: he was lifted from his feet and hurled with enormous force against the ground:—his enemy threw himself upon him, and kneeling upon hisbreast, had pIaced bis hands upon his thraat—when thc glare of mony torches penetrating through the hole thclt gave light in the day, disturbod him;—he instantly rose, and, leaving his prey, rushed through the door, and in cl momenl the crasbirig of the branches, as he broke throvgh the wood, was rio longer heard. Thc st0rm was now stiIl; and Aubrey, incapable os moving, was soon heard by those wilbout. They entered; tbe light of their torches fell upon the mvd wolls, and the thatch loaded on every individual straw with heavy flakes of soot. At the desire of Aubrey they searched for her who had attracted him by her cries; he was again left in darkness; bvt what waf his horror, when the lighl of tbe torches once mare burst upon hiin, to perceive the airy form of hls fair conductress br0ught in a lifeless corse. He shut his eyes, hoping that it was 6ut a visjon arisirig from hls disturbed imagination; but he again saw tbe same form, when he unclosed them, stretched by his side. There was no colour upon her cheek, not even upon her lip; yet th ere was a stillness abaut her foce that seemed almost as ottaching as the life that once dwelt there:—upon her neck and breast was blood, and upon her throat were the marks of teeth having opened the vein:—to this the men pointed, crying, simvltaneously struck with horror, \"A Vampyre! a Vampyre!\" A lilter was quickIy formed, and Au6rey waslaid by the side of her who had lately been to him thc objeot of so many bright and fairy visions, now fallen with the flower of life that had dled within her. He knew nol whot his thoughts were—his mirid was benumbed and seemcd to shun reflection, and take refvge in vacancy—he held almast uriconsciously in his hand a naked dagger of a particular constrvction, which had been found in thc hut. They were soon met by different parties who had been engagedjn the search of ber wham a mother had missod. Their lamcntable cries, cls they approached the city, forewarned the parents of some dreadful cotastrophe. —To describe their grlef would be impossible; but whenthey ascertained the cause 0f their child'f death, they looked at Aubrey, and pointcd to the corse. They were inconsolable; botb died br0ken-hearted.`"
}