{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 51202,
    "pad_type_id": 0,
    "pad_token": "<|eot_id|>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51200,
      "content": "<|start_header_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51201,
      "content": "<|end_header_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51202,
      "content": "<|eot_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "</s>": 1,
      "<unk>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "Ā": 178,
      "ā": 179,
      "Ă": 180,
      "ă": 181,
      "Ą": 182,
      "ą": 183,
      "Ć": 184,
      "ć": 185,
      "Ĉ": 186,
      "ĉ": 187,
      "Ċ": 188,
      "ċ": 189,
      "Č": 190,
      "Ď": 191,
      "ď": 192,
      "Đ": 193,
      "đ": 194,
      "Ē": 195,
      "ē": 196,
      "Ĕ": 197,
      "ĕ": 198,
      "Ė": 199,
      "ė": 200,
      "Ę": 201,
      "ę": 202,
      "Ě": 203,
      "ě": 204,
      "Ĝ": 205,
      "ĝ": 206,
      "Ğ": 207,
      "ğ": 208,
      "Ġ": 209,
      "ġ": 210,
      "Ģ": 211,
      "ģ": 212,
      "Ĥ": 213,
      "ĥ": 214,
      "Ħ": 215,
      "ħ": 216,
      "Ĩ": 217,
      "ĩ": 218,
      "Ī": 219,
      "ī": 220,
      "Ĭ": 221,
      "ĭ": 222,
      "Į": 223,
      "į": 224,
      "İ": 225,
      "ı": 226,
      "Ĳ": 227,
      "ĳ": 228,
      "Ĵ": 229,
      "ĵ": 230,
      "Ķ": 231,
      "ķ": 232,
      "ĸ": 233,
      "Ĺ": 234,
      "ĺ": 235,
      "Ļ": 236,
      "ļ": 237,
      "Ľ": 238,
      "ľ": 239,
      "Ŀ": 240,
      "ŀ": 241,
      "Ł": 242,
      "ł": 243,
      "Ń": 244,
      "Ġa": 245,
      "in": 246,
      "ĠĠ": 247,
      "er": 248,
      "on": 249,
      "Ġt": 250,
      "Ġd": 251,
      "Ġs": 252,
      "re": 253,
      "Ġc": 254,
      "en": 255,
      "Ġp": 256,
      "at": 257,
      "he": 258,
      "or": 259,
      "an": 260,
      "es": 261,
      "it": 262,
      "al": 263,
      "is": 264,
      "el": 265,
      "Ġl": 266,
      "ic": 267,
      "ar": 268,
      "Ġm": 269,
      "Ġf": 270,
      "ĠĠĠĠ": 271,
      "Ġin": 272,
      "ion": 273,
      "Ġthe": 274,
      "Ġo": 275,
      "il": 276,
      "ro": 277,
      "ent": 278,
      "Ġe": 279,
      "Ġw": 280,
      "Ġdi": 281,
      "Ġb": 282,
      "Ġan": 283,
      "un": 284,
      "ing": 285,
      "Ġn": 286,
      "ed": 287,
      "ol": 288,
      "et": 289,
      "as": 290,
      "âĢ": 291,
      "om": 292,
      "Ġ0": 293,
      "ou": 294,
      "ra": 295,
      "Ġto": 296,
      "os": 297,
      "Ġand": 298,
      "Ġg": 299,
      "to": 300,
      "Ġh": 301,
      "Ġ1": 302,
      "im": 303,
      "le": 304,
      "am": 305,
      "Ġof": 306,
      "Ġ2": 307,
      "ĠS": 308,
      "ut": 309,
      "ĠC": 310,
      "Ġv": 311,
      "Ġre": 312,
      "la": 313,
      "Ġdel": 314,
      "Ġcon": 315,
      "iv": 316,
      "us": 317,
      "ĠI": 318,
      "ta": 319,
      "Ġal": 320,
      "Ġth": 321,
      "ec": 322,
      "ĠT": 323,
      "ia": 324,
      "ĠA": 325,
      "id": 326,
      "Ġun": 327,
      "qu": 328,
      "âĢĻ": 329,
      "Ġper": 330,
      "ot": 331,
      "io": 332,
      "ig": 333,
      "ĠP": 334,
      "zion": 335,
      "te": 336,
      "ur": 337,
      "Ġy": 338,
      "ess": 339,
      "Ġla": 340,
      "Ġpro": 341,
      "ĠM": 342,
      "ul": 343,
      "Ġr": 344,
      "ĠĠĠ": 345,
      "ac": 346,
      "ĠĠĠĠĠĠĠĠ": 347,
      "Ġst": 348,
      "ti": 349,
      "Ġyou": 350,
      "ter": 351,
      "Ġche": 352,
      "em": 353,
      "Ġfor": 354,
      "Ġil": 355,
      "Ġcom": 356,
      "are": 357,
      "ĠL": 358,
      "ere": 359,
      "Ġqu": 360,
      "ĠD": 361,
      "ch": 362,
      "ag": 363,
      "pp": 364,
      "Ġis": 365,
      "li": 366,
      "ce": 367,
      "ers": 368,
      "ato": 369,
      "ĠB": 370,
      "eg": 371,
      "Ġ3": 372,
      "ad": 373,
      "Ġsu": 374,
      "ir": 375,
      "zione": 376,
      "and": 377,
      "ow": 378,
      "Ġ(": 379,
      "Ġon": 380,
      "res": 381,
      "Ãł": 382,
      "tr": 383,
      "ation": 384,
      "ly": 385,
      "ve": 386,
      "if": 387,
      "ĠF": 388,
      "Ġ5": 389,
      "od": 390,
      "ĠR": 391,
      "ate": 392,
      "Ã¨": 393,
      "oc": 394,
      "iz": 395,
      "est": 396,
      "Ġ4": 397,
      "ith": 398,
      "ale": 399,
      "ĠG": 400,
      "Ġde": 401,
      "ĠâĢ": 402,
      "um": 403,
      "Ġ.": 404,
      "Ġ9": 405,
      "ver": 406,
      "Ġas": 407,
      "ĠE": 408,
      "Ġle": 409,
      "ĠN": 410,
      "Ġ-": 411,
      "Ġbe": 412,
      "ĠĊ": 413,
      "Ġthat": 414,
      "ay": 415,
      "ĠÃ¨": 416,
      "ente": 417,
      "op": 418,
      "ct": 419,
      "th": 420,
      "end": 421,
      "Ġwh": 422,
      "Ġwith": 423,
      "Ġha": 424,
      "ff": 425,
      "og": 426,
      "Ġit": 427,
      "Ġ,": 428,
      "ĠW": 429,
      "za": 430,
      "Ġ8": 431,
      "cc": 432,
      "Ġ6": 433,
      "Ġor": 434,
      "no": 435,
      "ist": 436,
      "ib": 437,
      "ort": 438,
      "Ġ7": 439,
      "Ġi": 440,
      "ab": 441,
      "ĠH": 442,
      "lo": 443,
      "Ġsp": 444,
      "se": 445,
      "ata": 446,
      "Ġat": 447,
      "ono": 448,
      "ost": 449,
      "ie": 450,
      "ip": 451,
      "ore": 452,
      "art": 453,
      "ine": 454,
      "ĠThe": 455,
      "Ġare": 456,
      "ĠĠĠĠĠĠĠ": 457,
      "Ġ\"": 458,
      "Ġ=": 459,
      "ect": 460,
      "ill": 461,
      "per": 462,
      "Ġdella": 463,
      "ud": 464,
      "ano": 465,
      "Ġda": 466,
      "ass": 467,
      "ĠO": 468,
      "Ġne": 469,
      "ke": 470,
      "ica": 471,
      "Ġch": 472,
      "Ġim": 473,
      "st": 474,
      "ĠIn": 475,
      "Ġnel": 476,
      "Ġuna": 477,
      "ile": 478,
      "Ġnon": 479,
      "Ġma": 480,
      "Ġyour": 481,
      "Ġex": 482,
      "all": 483,
      "..": 484,
      "ive": 485,
      "itÃł": 486,
      "Ġsi": 487,
      "enti": 488,
      "ap": 489,
      "Ġad": 490,
      "Ġsc": 491,
      "ati": 492,
      "ant": 493,
      ");": 494,
      "igh": 495,
      "ali": 496,
      "ity": 497,
      "ento": 498,
      "Ġall": 499,
      "Ġcomp": 500,
      "ard": 501,
      "Ġcan": 502,
      "rom": 503,
      "ĠU": 504,
      "ure": 505,
      "ies": 506,
      "ĠV": 507,
      "ma": 508,
      "Ġpr": 509,
      "Ġus": 510,
      "ond": 511,
      "che": 512,
      "ov": 513,
      "Ġpi": 514,
      "ĉĉ": 515,
      "so": 516,
      "Ġhe": 517,
      "Ġse": 518,
      "ue": 519,
      "up": 520,
      "Ġwe": 521,
      "bb": 522,
      "Ġtr": 523,
      "ment": 524,
      "Ġpre": 525,
      "ge": 526,
      "Ġimp": 527,
      "ice": 528,
      "ult": 529,
      "ĠâĢľ": 530,
      "ome": 531,
      "âĢĿ": 532,
      "one": 533,
      "for": 534,
      "ld": 535,
      "ire": 536,
      "ide": 537,
      "oun": 538,
      "Ġ'": 539,
      "ind": 540,
      "lic": 541,
      "Ġnot": 542,
      "Ġthis": 543,
      "Ġ/": 544,
      "ell": 545,
      "ens": 546,
      "av": 547,
      "ial": 548,
      "Ġfrom": 549,
      "ight": 550,
      "Ġdis": 551,
      "Ġtra": 552,
      "--": 553,
      "Ġhave": 554,
      "Ġdei": 555,
      "zioni": 556,
      "Ġsh": 557,
      "ori": 558,
      "ni": 559,
      "ug": 560,
      "ok": 561,
      "enza": 562,
      "Ġapp": 563,
      "ito": 564,
      "azione": 565,
      "our": 566,
      "ico": 567,
      "Ġ)": 568,
      "Ġar": 569,
      "erv": 570,
      "ĠTh": 571,
      "ast": 572,
      "Ġra": 573,
      "ett": 574,
      "Ġby": 575,
      "Ġpos": 576,
      "Ã¹": 577,
      "Ġcons": 578,
      "Ġcont": 579,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 580,
      "ord": 581,
      "ust": 582,
      "ione": 583,
      "Ġ{": 584,
      "ich": 585,
      "du": 586,
      "Ġres": 587,
      "ri": 588,
      "emp": 589,
      "gi": 590,
      "out": 591,
      "Ġes": 592,
      "ame": 593,
      "Ġdal": 594,
      "Ġwill": 595,
      "olo": 596,
      "Ġab": 597,
      "ura": 598,
      "Ġques": 599,
      "Ġpar": 600,
      "Ġdell": 601,
      "Ġ}": 602,
      "Ġlo": 603,
      "Ġpres": 604,
      "ĠpiÃ¹": 605,
      "Ġsono": 606,
      "Ġinc": 607,
      "Ġwas": 608,
      "Ġdo": 609,
      "ub": 610,
      "ite": 611,
      "ici": 612,
      "ĠJ": 613,
      "ime": 614,
      "int": 615,
      "ions": 616,
      "att": 617,
      "Ġinter": 618,
      "Ġcome": 619,
      "ĠâĢĵ": 620,
      "anc": 621,
      "ino": 622,
      "Ġj": 623,
      "ari": 624,
      "Ġcol": 625,
      "ign": 626,
      "ont": 627,
      "nd": 628,
      "ork": 629,
      "na": 630,
      "Ġacc": 631,
      "age": 632,
      "anno": 633,
      "ci": 634,
      "ase": 635,
      "zi": 636,
      "Ġen": 637,
      "Ġris": 638,
      "Ġdelle": 639,
      "Ġk": 640,
      "ne": 641,
      "get": 642,
      "ĠLa": 643,
      "ando": 644,
      "Ġtut": 645,
      "Ġgi": 646,
      "Ġ:": 647,
      "ould": 648,
      "Ġcl": 649,
      "Ġman": 650,
      "amo": 651,
      "Ġpart": 652,
      "ita": 653,
      "form": 654,
      "Ġag": 655,
      "Ġsul": 656,
      "ong": 657,
      "ck": 658,
      "Ġalla": 659,
      "amente": 660,
      "ally": 661,
      "Ġgo": 662,
      "ante": 663,
      "si": 664,
      "ĠIl": 665,
      "Ġav": 666,
      "rit": 667,
      "fer": 668,
      "izz": 669,
      "ans": 670,
      "Ġanche": 671,
      "ep": 672,
      "ear": 673,
      "ini": 674,
      "co": 675,
      "Ġam": 676,
      "ĠY": 677,
      "pr": 678,
      "Ġind": 679,
      "ĠK": 680,
      "ina": 681,
      "ance": 682,
      "Ġme": 683,
      "ĠIt": 684,
      "ene": 685,
      "tem": 686,
      "era": 687,
      "Ġhas": 688,
      "Ġtheir": 689,
      "uto": 690,
      "Ġmod": 691,
      "ys": 692,
      "Ġev": 693,
      "amp": 694,
      "Ġif": 695,
      "Ġso": 696,
      "Ġpers": 697,
      "Ġess": 698,
      "Ġel": 699,
      "Ġatt": 700,
      "Ã²": 701,
      "**": 702,
      "pt": 703,
      "ated": 704,
      "ber": 705,
      "able": 706,
      "ther": 707,
      "Ġstr": 708,
      "Ġout": 709,
      "Ġro": 710,
      "ose": 711,
      "ack": 712,
      "'s": 713,
      "Ġcre": 714,
      "ence": 715,
      "ĠAl": 716,
      "iss": 717,
      "erm": 718,
      "Ġmore": 719,
      "ach": 720,
      "ons": 721,
      "ĠQ": 722,
      "ĠSt": 723,
      "ev": 724,
      "ĠCh": 725,
      "Ġup": 726,
      "urn": 727,
      "pe": 728,
      "ous": 729,
      "tt": 730,
      "Ġco": 731,
      "amento": 732,
      "ents": 733,
      "Ġass": 734,
      "Ġed": 735,
      "Ġĉĉ": 736,
      "Ġthey": 737,
      "ui": 738,
      "ak": 739,
      "ili": 740,
      "Ġbut": 741,
      "ss": 742,
      "Ġprov": 743,
      "Ġreg": 744,
      "ram": 745,
      "Ġour": 746,
      "oro": 747,
      "olog": 748,
      "ations": 749,
      "Ġ*": 750,
      "Ġ<": 751,
      "ero": 752,
      "ble": 753,
      "),": 754,
      "ex": 755,
      "ima": 756,
      "Ġnew": 757,
      "Ġgr": 758,
      "oi": 759,
      "ress": 760,
      "act": 761,
      "Ġpu": 762,
      "Ġgli": 763,
      "Ġposs": 764,
      "ang": 765,
      "Ġfe": 766,
      "iche": 767,
      "ction": 768,
      "und": 769,
      "ole": 770,
      "erc": 771,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 772,
      "ren": 773,
      "ater": 774,
      "Ġcas": 775,
      "Ġcos": 776,
      "her": 777,
      "Ġinv": 778,
      "ors": 779,
      "ivo": 780,
      "gio": 781,
      "...": 782,
      "Ġli": 783,
      "anti": 784,
      "etto": 785,
      "ary": 786,
      "vers": 787,
      "inc": 788,
      ").": 789,
      "pos": 790,
      "Ġcomm": 791,
      "Ġĉ": 792,
      "Ġwork": 793,
      "mo": 794,
      "Ġrec": 795,
      "Ġserv": 796,
      "Ġ$": 797,
      "ark": 798,
      "Ġpot": 799,
      "Ġint": 800,
      "ef": 801,
      "Ġsta": 802,
      "Ġquel": 803,
      "->": 804,
      "Ġcar": 805,
      "zz": 806,
      "Ã©": 807,
      "esso": 808,
      "Ġimport": 809,
      "ual": 810,
      "itt": 811,
      "Ġsa": 812,
      "uro": 813,
      "Ġone": 814,
      "Ġalso": 815,
      "ical": 816,
      "Ġfin": 817,
      "ition": 818,
      "Ġcor": 819,
      "iva": 820,
      "ific": 821,
      "Ġdes": 822,
      "ĠAn": 823,
      "ĠWh": 824,
      "Ġpla": 825,
      "Ġver": 826,
      "rov": 827,
      "Ġpl": 828,
      "Ġabout": 829,
      "Ġwhich": 830,
      "Ġvis": 831,
      "ace": 832,
      "//": 833,
      "ĠUn": 834,
      "Ġqual": 835,
      "ely": 836,
      "Ġdiff": 837,
      "imo": 838,
      "iti": 839,
      "ree": 840,
      "Ġdec": 841,
      "ener": 842,
      "ĠCom": 843,
      "Ġsec": 844,
      "ĠThis": 845,
      "Ġins": 846,
      "----": 847,
      "Ġquesto": 848,
      "Ġci": 849,
      "Ġsol": 850,
      "ob": 851,
      "ail": 852,
      "Ġric": 853,
      "ĠWe": 854,
      "Ġtime": 855,
      "der": 856,
      "ani": 857,
      "own": 858,
      "Ġany": 859,
      "Ġ#": 860,
      "elf": 861,
      "aus": 862,
      "egli": 863,
      "Ġperson": 864,
      "vel": 865,
      "Ġval": 866,
      "ings": 867,
      "com": 868,
      "Ġai": 869,
      "lud": 870,
      "Ġspec": 871,
      "tre": 872,
      "amb": 873,
      "()": 874,
      "Ġoff": 875,
      "mente": 876,
      "con": 877,
      "Ġvol": 878,
      "Ġessere": 879,
      "Ġleg": 880,
      "Ġget": 881,
      "Ġeff": 882,
      "ĠQu": 883,
      "Ġnella": 884,
      "di": 885,
      "chi": 886,
      "Ġchi": 887,
      "Ġfun": 888,
      "ana": 889,
      "ink": 890,
      "let": 891,
      "Ġgu": 892,
      "\",": 893,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 894,
      "ild": 895,
      "ret": 896,
      "Ġcap": 897,
      "tain": 898,
      "Ġbu": 899,
      "Ġmet": 900,
      "gh": 901,
      "Ġneed": 902,
      "ĠÂ": 903,
      "ER": 904,
      "ze": 905,
      "ugh": 906,
      "Ġadd": 907,
      "ario": 908,
      "Ġthem": 909,
      "Ġalle": 910,
      "les": 911,
      "ory": 912,
      "cor": 913,
      "ays": 914,
      "ject": 915,
      "lio": 916,
      "Ġmol": 917,
      "Ã¬": 918,
      "oli": 919,
      "anto": 920,
      "ick": 921,
      "Ġcui": 922,
      "Ġ%": 923,
      "ph": 924,
      "ound": 925,
      "tri": 926,
      "ondo": 927,
      "Ġte": 928,
      "line": 929,
      "Ġem": 930,
      "oci": 931,
      "Ġnu": 932,
      "Ġsome": 933,
      "ain": 934,
      "Ġother": 935,
      "Ġpo": 936,
      "Ġmy": 937,
      "ount": 938,
      "ola": 939,
      "Ġpe": 940,
      "Ġgra": 941,
      "Ġog": 942,
      "orn": 943,
      "Ġmed": 944,
      "Ġno": 945,
      "Ġexp": 946,
      "iew": 947,
      "row": 948,
      "sp": 949,
      "atto": 950,
      "iamo": 951,
      "Ġ]": 952,
      "Ġ);": 953,
      "Ġ|": 954,
      "Ġprodu": 955,
      "reat": 956,
      "Ġprof": 957,
      "ĠPro": 958,
      "ĠPer": 959,
      "Ġwho": 960,
      "Ġac": 961,
      "emb": 962,
      "lp": 963,
      "Ġyear": 964,
      "enc": 965,
      "ook": 966,
      "ista": 967,
      "ll": 968,
      "Ġinf": 969,
      "Ġpol": 970,
      "ement": 971,
      "ft": 972,
      "Ġover": 973,
      "ĠLe": 974,
      "Ġlike": 975,
      "Ġhis": 976,
      "Ġwhen": 977,
      "Ġstud": 978,
      "peri": 979,
      "Ġpass": 980,
      "Ġmin": 981,
      "Ġproc": 982,
      "Ġits": 983,
      "ON": 984,
      "Ġthere": 985,
      "zza": 986,
      "ry": 987,
      "ish": 988,
      "Ġclass": 989,
      "ioni": 990,
      "Ġbr": 991,
      "Ġlav": 992,
      "Ġhelp": 993,
      "ane": 994,
      "Ġrep": 995,
      "imento": 996,
      "Ġut": 997,
      "ca": 998,
      "=\"": 999,
      "Ġreal": 1000,
      "Ġret": 1001,
      "Ġter": 1002,
      "ating": 1003,
      "Ġkn": 1004,
      "pport": 1005,
      "Ġsemp": 1006,
      "ese": 1007,
      "Ġ&": 1008,
      "Ġ[": 1009,
      "ative": 1010,
      "ider": 1011,
      "==": 1012,
      "que": 1013,
      "Ġinto": 1014,
      "igli": 1015,
      "Ġnum": 1016,
      "Ġaff": 1017,
      "Ġtemp": 1018,
      "very": 1019,
      "Ġ+": 1020,
      "eng": 1021,
      "Ġhow": 1022,
      "endo": 1023,
      "Ġwhat": 1024,
      "vent": 1025,
      "Ġmay": 1026,
      "Ġbeen": 1027,
      "Ġmost": 1028,
      "riv": 1029,
      "ĠAr": 1030,
      "Ġ//": 1031,
      "ech": 1032,
      "red": 1033,
      "Ġdef": 1034,
      "orm": 1035,
      "ĠYou": 1036,
      "itu": 1037,
      "ĠMar": 1038,
      "ĠCon": 1039,
      "ublic": 1040,
      "ates": 1041,
      "ize": 1042,
      "Ġfir": 1043,
      "low": 1044,
      "Ġloc": 1045,
      "Ġdegli": 1046,
      "ĠĠĠĠĠ": 1047,
      "ices": 1048,
      "xt": 1049,
      "tare": 1050,
      "egu": 1051,
      "rough": 1052,
      "Ġthan": 1053,
      "Ġbec": 1054,
      "imp": 1055,
      "Ġpossib": 1056,
      "ople": 1057,
      "vi": 1058,
      "(\"": 1059,
      "ivi": 1060,
      "Ġmake": 1061,
      "Ġconc": 1062,
      "ype": 1063,
      "ew": 1064,
      "gan": 1065,
      "Ġfam": 1066,
      "Ġvi": 1067,
      "Ġform": 1068,
      "gram": 1069,
      "Ġinclud": 1070,
      "par": 1071,
      "Ġfr": 1072,
      "Ġent": 1073,
      "ath": 1074,
      "utt": 1075,
      "anza": 1076,
      "Ġpa": 1077,
      "Ġser": 1078,
      "Ġdet": 1079,
      "ake": 1080,
      "ello": 1081,
      "',": 1082,
      "Ġdon": 1083,
      "In": 1084,
      "iness": 1085,
      "Ġart": 1086,
      "Ġuse": 1087,
      "ise": 1088,
      "Ġmag": 1089,
      "Ġrel": 1090,
      "ute": 1091,
      "we": 1092,
      "Ġdue": 1093,
      "ven": 1094,
      "do": 1095,
      "atter": 1096,
      "ities": 1097,
      "ood": 1098,
      "Ġdalla": 1099,
      "app": 1100,
      "Ġanni": 1101,
      "ystem": 1102,
      "ough": 1103,
      "iare": 1104,
      "old": 1105,
      "ull": 1106,
      "Ġcontro": 1107,
      "Ġhanno": 1108,
      "Ġreturn": 1109,
      "ps": 1110,
      "uc": 1111,
      "ann": 1112,
      "Ġjust": 1113,
      "erg": 1114,
      "Ġgio": 1115,
      "Ġact": 1116,
      "ility": 1117,
      "Ġnuov": 1118,
      "lus": 1119,
      "chÃ©": 1120,
      "ĠIf": 1121,
      "ott": 1122,
      "ert": 1123,
      "wn": 1124,
      "Ġaut": 1125,
      "tru": 1126,
      "Ġpeople": 1127,
      "min": 1128,
      "Ġnost": 1129,
      "mi": 1130,
      "upp": 1131,
      "Ġcomun": 1132,
      "king": 1133,
      "fter": 1134,
      "Ġsolo": 1135,
      "bs": 1136,
      "asc": 1137,
      "Ġ;": 1138,
      "Ġwould": 1139,
      "Ġsal": 1140,
      "Ġloro": 1141,
      "ode": 1142,
      "Ġfar": 1143,
      "etter": 1144,
      "usiness": 1145,
      "ĠSp": 1146,
      "Ġthese": 1147,
      "Ġset": 1148,
      "ange": 1149,
      "Ġconf": 1150,
      "Ġwere": 1151,
      "opo": 1152,
      "Ġher": 1153,
      "als": 1154,
      "ilitÃł": 1155,
      "The": 1156,
      "izi": 1157,
      "ung": 1158,
      "Ġtutti": 1159,
      "va": 1160,
      "oria": 1161,
      "Ġrequ": 1162,
      "Ġx": 1163,
      "Ġcr": 1164,
      "ict": 1165,
      "Ġdiffer": 1166,
      "Ġdire": 1167,
      "cos": 1168,
      "oto": 1169,
      "Ġpropr": 1170,
      "Ġthrough": 1171,
      "ause": 1172,
      "ade": 1173,
      "eri": 1174,
      "Set": 1175,
      "round": 1176,
      "Ġhad": 1177,
      "Ġmon": 1178,
      "Ġresp": 1179,
      "IN": 1180,
      "bbe": 1181,
      "ins": 1182,
      "atti": 1183,
      "Ġke": 1184,
      "ock": 1185,
      "eno": 1186,
      "Ġfac": 1187,
      "Ġwell": 1188,
      "ily": 1189,
      "ĠHe": 1190,
      "ful": 1191,
      "Ġlook": 1192,
      "Ġinform": 1193,
      "Ġparte": 1194,
      "atori": 1195,
      "otto": 1196,
      "Ġhigh": 1197,
      "izza": 1198,
      "Ġknow": 1199,
      "inter": 1200,
      "trib": 1201,
      "Ġcent": 1202,
      "ident": 1203,
      "ures": 1204,
      "ault": 1205,
      "Ġfil": 1206,
      "Ġsua": 1207,
      "Ġwor": 1208,
      "ĠFor": 1209,
      "isti": 1210,
      "arn": 1211,
      "Ġevery": 1212,
      "ession": 1213,
      "Ġcer": 1214,
      "ateg": 1215,
      "Ġsign": 1216,
      "Ġbl": 1217,
      "Ġprima": 1218,
      "Ġpartic": 1219,
      "Ġonly": 1220,
      "ĠpuÃ²": 1221,
      "cr": 1222,
      "Ġgener": 1223,
      "arg": 1224,
      "arket": 1225,
      "ĠSe": 1226,
      "ract": 1227,
      "tag": 1228,
      "Ġfirst": 1229,
      "Ġdur": 1230,
      "EN": 1231,
      "ĠAnd": 1232,
      "oth": 1233,
      "ror": 1234,
      "AT": 1235,
      "Ġdata": 1236,
      "ĠAd": 1237,
      "Ġplay": 1238,
      "Ġph": 1239,
      "alia": 1240,
      "****": 1241,
      "cun": 1242,
      "teg": 1243,
      "ular": 1244,
      "ics": 1245,
      "ĠMa": 1246,
      "AL": 1247,
      "ES": 1248,
      "its": 1249,
      "lia": 1250,
      "ivers": 1251,
      "Ġsempre": 1252,
      "any": 1253,
      "alth": 1254,
      "Ġ_": 1255,
      "Ġbas": 1256,
      "de": 1257,
      "Ġsia": 1258,
      "Ġsub": 1259,
      "Ġtw": 1260,
      "Ġabb": 1261,
      "Ġbel": 1262,
      "AR": 1263,
      "Ġcost": 1264,
      "Ġwant": 1265,
      "ĠEn": 1266,
      "Ġsm": 1267,
      "ool": 1268,
      "Ġstato": 1269,
      "Ġsuo": 1270,
      "esi": 1271,
      "Ġsucc": 1272,
      "aria": 1273,
      "Ġpublic": 1274,
      "ments": 1275,
      "oss": 1276,
      "Ġcontin": 1277,
      "bi": 1278,
      "Ġback": 1279,
      "arch": 1280,
      "mer": 1281,
      "sh": 1282,
      "Ġvia": 1283,
      "Ġoper": 1284,
      "Ġquesta": 1285,
      "vis": 1286,
      "ove": 1287,
      "Ġlib": 1288,
      "tern": 1289,
      "Ġbusiness": 1290,
      "Ġcur": 1291,
      "Ġop": 1292,
      "ks": 1293,
      "ele": 1294,
      "ower": 1295,
      "OR": 1296,
      "edi": 1297,
      "Ġpubb": 1298,
      "Ġfa": 1299,
      "Ġmi": 1300,
      "();": 1301,
      "less": 1302,
      "col": 1303,
      "Ġgrand": 1304,
      "Ġsee": 1305,
      "atch": 1306,
      "tring": 1307,
      "Ġsv": 1308,
      "('": 1309,
      "Ġmus": 1310,
      "ustom": 1311,
      "Ġpun": 1312,
      "zo": 1313,
      "asi": 1314,
      "Ġshould": 1315,
      "osi": 1316,
      "ced": 1317,
      "ecess": 1318,
      "atore": 1319,
      "Ġcal": 1320,
      "Ġbene": 1321,
      "uti": 1322,
      "Ġer": 1323,
      "Ġmany": 1324,
      "AN": 1325,
      "Ġorgan": 1326,
      "Ġprogram": 1327,
      "put": 1328,
      "Ġmolto": 1329,
      "Ġtrans": 1330,
      "tro": 1331,
      "'t": 1332,
      "Ġsulla": 1333,
      "ĠGi": 1334,
      "Ġvers": 1335,
      "Ġuno": 1336,
      "Ġshe": 1337,
      "try": 1338,
      "ational": 1339,
      "Ġdesign": 1340,
      "Ġnat": 1341,
      "Ġstart": 1342,
      "</": 1343,
      "ied": 1344,
      "Ġsar": 1345,
      "##": 1346,
      "Ġutil": 1347,
      "Ġwhere": 1348,
      "isc": 1349,
      "izio": 1350,
      "Ġsuch": 1351,
      "Ġend": 1352,
      "ĠAs": 1353,
      "ĠZ": 1354,
      "ĠFr": 1355,
      "Ġonline": 1356,
      "ection": 1357,
      "Ġexperi": 1358,
      "Ġway": 1359,
      "Ġdivers": 1360,
      "ife": 1361,
      "oni": 1362,
      "ora": 1363,
      "acc": 1364,
      "ward": 1365,
      "Ġbest": 1366,
      "Ġtu": 1367,
      "Ġimm": 1368,
      "ator": 1369,
      "Ġu": 1370,
      "Ġcond": 1371,
      "ĠSh": 1372,
      "Ġtutto": 1373,
      "Ġrag": 1374,
      "Ġproble": 1375,
      "day": 1376,
      "ues": 1377,
      "Ġprod": 1378,
      "fore": 1379,
      "Ġnecess": 1380,
      "br": 1381,
      "ĠTr": 1382,
      "Ġsaid": 1383,
      "pon": 1384,
      "tra": 1385,
      "Ġdisc": 1386,
      "Ġmil": 1387,
      "etta": 1388,
      "gra": 1389,
      "Ġtest": 1390,
      "Ġgior": 1391,
      "Bin": 1392,
      "Ġoffer": 1393,
      "etti": 1394,
      "Ġeven": 1395,
      "itud": 1396,
      "egn": 1397,
      "zionale": 1398,
      "Ġfind": 1399,
      "bre": 1400,
      "efault": 1401,
      "Ġbo": 1402,
      "Ġvari": 1403,
      "Ġmu": 1404,
      "Ġvery": 1405,
      "enze": 1406,
      "Ġprocess": 1407,
      "Ġgood": 1408,
      "Ġright": 1409,
      "bo": 1410,
      "cept": 1411,
      "ivid": 1412,
      "Ġcamp": 1413,
      "Ġnei": 1414,
      "ww": 1415,
      "Ġtwo": 1416,
      "Ġogni": 1417,
      "val": 1418,
      "ash": 1419,
      "Ġafter": 1420,
      "pert": 1421,
      "Ġpresent": 1422,
      "por": 1423,
      "SetBin": 1424,
      "Ġliv": 1425,
      "Ġdall": 1426,
      "Ġcomplet": 1427,
      "ena": 1428,
      "Ġgen": 1429,
      "Ġtre": 1430,
      "ext": 1431,
      "Ġterm": 1432,
      "ona": 1433,
      "Ġcould": 1434,
      "ĠRe": 1435,
      "Ġalcun": 1436,
      "ital": 1437,
      "ness": 1438,
      "ĠHow": 1439,
      "Ġown": 1440,
      "ĠOn": 1441,
      "ella": 1442,
      "Ġtempo": 1443,
      "roup": 1444,
      "elli": 1445,
      "atic": 1446,
      "Ġsenza": 1447,
      "Ġmarket": 1448,
      "omet": 1449,
      "Ġproduct": 1450,
      "Ġdown": 1451,
      "Ġrip": 1452,
      "Ġsoci": 1453,
      "Ġsto": 1454,
      "ĠNew": 1455,
      "Ġlong": 1456,
      "lay": 1457,
      "Ġcolle": 1458,
      "Ġyears": 1459,
      "--------": 1460,
      "aggio": 1461,
      "hed": 1462,
      "esto": 1463,
      "Ġpriv": 1464,
      "ĠperchÃ©": 1465,
      "rent": 1466,
      "Ġtrov": 1467,
      "Ġfare": 1468,
      "Ġthen": 1469,
      "atta": 1470,
      "els": 1471,
      "Ġusing": 1472,
      "arsi": 1473,
      "Ġdom": 1474,
      "::": 1475,
      "Ġcir": 1476,
      "Ġfol": 1477,
      "Ġnell": 1478,
      "ner": 1479,
      "Ġquest": 1480,
      "Ġmom": 1481,
      "ivitÃł": 1482,
      "ete": 1483,
      "Ġmar": 1484,
      "Ġopt": 1485,
      "Ġocc": 1486,
      "velop": 1487,
      "Ġtras": 1488,
      "ĠCar": 1489,
      "ron": 1490,
      "iste": 1491,
      "pro": 1492,
      "ected": 1493,
      "Ġpur": 1494,
      "nolog": 1495,
      "ery": 1496,
      "Ġself": 1497,
      "ern": 1498,
      "Ġrif": 1499,
      "Ġvita": 1500,
      "__": 1501,
      "Ġmodo": 1502,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1503,
      "oid": 1504,
      "Ġtake": 1505,
      "Ġconsider": 1506,
      "bor": 1507,
      "hip": 1508,
      "iel": 1509,
      "Ġsystem": 1510,
      "read": 1511,
      "Ġmater": 1512,
      "Ġdevelop": 1513,
      "Ġpubblic": 1514,
      "nt": 1515,
      "Ġdoc": 1516,
      "utto": 1517,
      "Ġpop": 1518,
      "forma": 1519,
      "esta": 1520,
      "ware": 1521,
      "ric": 1522,
      "zzo": 1523,
      "ior": 1524,
      "Ġz": 1525,
      "ved": 1526,
      "Ġlead": 1527,
      "osc": 1528,
      "Ġancor": 1529,
      "imi": 1530,
      "ai": 1531,
      "ument": 1532,
      "Ġdopo": 1533,
      "Ġide": 1534,
      "ĠSc": 1535,
      "Ġread": 1536,
      "ĠNon": 1537,
      "Ġhome": 1538,
      "IC": 1539,
      "Ġcustom": 1540,
      "ited": 1541,
      "etÃł": 1542,
      "Ġsupport": 1543,
      "olare": 1544,
      "Ġinformation": 1545,
      "az": 1546,
      "Ġment": 1547,
      "Ġnow": 1548,
      "pl": 1549,
      "ames": 1550,
      "allW": 1551,
      "Theta": 1552,
      "uss": 1553,
      "ara": 1554,
      "IT": 1555,
      "cosTheta": 1556,
      "ets": 1557,
      "ister": 1558,
      "Ġquando": 1559,
      "âĢĿ.": 1560,
      "duc": 1561,
      "Ġ@": 1562,
      "ativa": 1563,
      "Ġteam": 1564,
      "Ġprovid": 1565,
      "Ġcli": 1566,
      "ature": 1567,
      "Ġworld": 1568,
      "Ġrisp": 1569,
      "Ġera": 1570,
      "ĠDefault": 1571,
      "of": 1572,
      "ID": 1573,
      "Ġsur": 1574,
      "led": 1575,
      "Ġsk": 1576,
      "ĠEx": 1577,
      "omm": 1578,
      "Ġcare": 1579,
      "allWcosTheta": 1580,
      "ank": 1581,
      "resent": 1582,
      "ismo": 1583,
      "ST": 1584,
      "Ġbecause": 1585,
      "Ġpor": 1586,
      "sc": 1587,
      "Ġmondo": 1588,
      "Ġinst": 1589,
      "gg": 1590,
      "Ġused": 1591,
      "Ġancora": 1592,
      "po": 1593,
      "Ġhand": 1594,
      "Ġwhile": 1595,
      "istr": 1596,
      "Ġpag": 1597,
      "Ġlu": 1598,
      "Ġprofession": 1599,
      "Ġtech": 1600,
      "Ġquello": 1601,
      "conom": 1602,
      "ĠÂ«": 1603,
      "Cont": 1604,
      "Ġaltri": 1605,
      "uta": 1606,
      "ave": 1607,
      "itude": 1608,
      "hing": 1609,
      "Ġracc": 1610,
      "other": 1611,
      "ibile": 1612,
      "ifica": 1613,
      "Ġtip": 1614,
      "Ġshow": 1615,
      "Ġproprio": 1616,
      "aut": 1617,
      "Ġdov": 1618,
      "tif": 1619,
      "ible": 1620,
      "Ġgreat": 1621,
      "ield": 1622,
      "ek": 1623,
      "://": 1624,
      "Ġmuch": 1625,
      "Ġrich": 1626,
      "Ġstra": 1627,
      "icc": 1628,
      "Ġappro": 1629,
      "Ġdist": 1630,
      "Ġlavoro": 1631,
      "ĠCol": 1632,
      "Ġday": 1633,
      "Ġfatto": 1634,
      "ax": 1635,
      "arm": 1636,
      "oy": 1637,
      "Ġrapp": 1638,
      "Ġnelle": 1639,
      "tÃł": 1640,
      "Ġhealth": 1641,
      "alitÃł": 1642,
      "Ġbefore": 1643,
      "ually": 1644,
      "Ġperm": 1645,
      "ĠcosÃ¬": 1646,
      "da": 1647,
      "Ġdove": 1648,
      "Ġbre": 1649,
      "Ġdoes": 1650,
      "set": 1651,
      "osa": 1652,
      "ece": 1653,
      "ocial": 1654,
      "Ġrequire": 1655,
      "ines": 1656,
      "Ġpost": 1657,
      "Ġsuccess": 1658,
      "Ġcommun": 1659,
      "Ġsuper": 1660,
      "ution": 1661,
      "ders": 1662,
      "ida": 1663,
      "\">": 1664,
      "Ġquanto": 1665,
      "Ġinvest": 1666,
      "lu": 1667,
      "Ġthose": 1668,
      "ever": 1669,
      "Ġsecond": 1670,
      "EL": 1671,
      "isce": 1672,
      "Ġresult": 1673,
      "Â»": 1674,
      "Ġsett": 1675,
      "land": 1676,
      "ideo": 1677,
      "Ġcle": 1678,
      "Ġcall": 1679,
      "Ġriv": 1680,
      "ĠReg": 1681,
      "ĠSan": 1682,
      "indi": 1683,
      "Ġbet": 1684,
      "ces": 1685,
      "ĠThere": 1686,
      "yp": 1687,
      "Ġeuro": 1688,
      "ody": 1689,
      "zia": 1690,
      "ĠIN": 1691,
      "Ġbeing": 1692,
      "Ġlife": 1693,
      "Ġport": 1694,
      "ember": 1695,
      "Ġdifferent": 1696,
      "Ġdid": 1697,
      "mail": 1698,
      "ĠTo": 1699,
      "Ġtec": 1700,
      "ray": 1701,
      "ĠSi": 1702,
      "ized": 1703,
      "Ġpoi": 1704,
      "ĠX": 1705,
      "rend": 1706,
      "rÃł": 1707,
      "ential": 1708,
      "ouse": 1709,
      "way": 1710,
      "ining": 1711,
      "Ġsop": 1712,
      "ms": 1713,
      "atr": 1714,
      "Ġest": 1715,
      "Ġ\\": 1716,
      "Ġmade": 1717,
      "lass": 1718,
      "Ġprop": 1719,
      "Ġunder": 1720,
      "self": 1721,
      "Ġĉĉĉĉ": 1722,
      "Ġmov": 1723,
      "Ġ>": 1724,
      "Ġlim": 1725,
      "Ġpolit": 1726,
      "ĠPa": 1727,
      "Ġeach": 1728,
      "rebbe": 1729,
      "incip": 1730,
      "Ġdev": 1731,
      ".âĢĿ": 1732,
      "bl": 1733,
      "mp": 1734,
      "view": 1735,
      "Ġsegu": 1736,
      "Ġfu": 1737,
      "uard": 1738,
      "Ġdati": 1739,
      "ety": 1740,
      "name": 1741,
      "Ġlist": 1742,
      "izzazione": 1743,
      "Ġspecial": 1744,
      "Ġhere": 1745,
      "Ġcult": 1746,
      "Ġexperience": 1747,
      "Ġsupp": 1748,
      "ĠGo": 1749,
      "ince": 1750,
      "ural": 1751,
      "fe": 1752,
      "Ġitali": 1753,
      "Ġacqu": 1754,
      "izione": 1755,
      "ason": 1756,
      "Ġfollow": 1757,
      "ton": 1758,
      "work": 1759,
      "Ġutilizz": 1760,
      "ltre": 1761,
      "Ġprom": 1762,
      "Ġ',": 1763,
      "ĠThey": 1764,
      "Ġlot": 1765,
      "load": 1766,
      "onte": 1767,
      "ĠSo": 1768,
      "orto": 1769,
      "agn": 1770,
      "amenti": 1771,
      "ĠTra": 1772,
      "Ġcaso": 1773,
      "Ġsch": 1774,
      "ede": 1775,
      "Ġfunction": 1776,
      "Ġindivid": 1777,
      "RE": 1778,
      "uzione": 1779,
      "ling": 1780,
      "Ġ...": 1781,
      "Ġaccess": 1782,
      "ĠBut": 1783,
      "Ġprot": 1784,
      "ĠOr": 1785,
      "ipt": 1786,
      "ĠÃ": 1787,
      "Ġfree": 1788,
      "))": 1789,
      "ense": 1790,
      "Ġtop": 1791,
      "Er": 1792,
      "ĠWhat": 1793,
      "ances": 1794,
      "Ġthink": 1795,
      "Ġrit": 1796,
      "ĠCons": 1797,
      "Ġĉĉĉ": 1798,
      "Ġline": 1799,
      "Ġpens": 1800,
      "Ġsic": 1801,
      "lica": 1802,
      "Ġagain": 1803,
      "ined": 1804,
      "ĠPr": 1805,
      "ages": 1806,
      "loy": 1807,
      "Ġallow": 1808,
      "reate": 1809,
      "Ġcontrol": 1810,
      "Ġdep": 1811,
      "ĠSu": 1812,
      "Ġcontinu": 1813,
      "Ġcoun": 1814,
      "Ġcho": 1815,
      "ĠgiÃł": 1816,
      "imes": 1817,
      "ten": 1818,
      "ning": 1819,
      "ĠPar": 1820,
      "Ġdecis": 1821,
      "Ġpay": 1822,
      "uppo": 1823,
      "ather": 1824,
      "ased": 1825,
      "ĠAll": 1826,
      "getto": 1827,
      "Ġste": 1828,
      "ser": 1829,
      "vol": 1830,
      "Ġgover": 1831,
      "St": 1832,
      "ĠApp": 1833,
      "ĠComm": 1834,
      "ween": 1835,
      "oso": 1836,
      "dd": 1837,
      "Ġeconom": 1838,
      "Ġlat": 1839,
      "erÃł": 1840,
      "Ġfut": 1841,
      "Ġgrande": 1842,
      "ĠsarÃł": 1843,
      "razione": 1844,
      "Ġrem": 1845,
      "Ġri": 1846,
      "âĢĿ,": 1847,
      "Ġstor": 1848,
      "Ġben": 1849,
      "Ġexc": 1850,
      "ĠPre": 1851,
      "iglio": 1852,
      "Ġconst": 1853,
      "====": 1854,
      "ette": 1855,
      "Ġname": 1856,
      "Tr": 1857,
      "Ġpersone": 1858,
      "Ġ==": 1859,
      "ativo": 1860,
      "Ġsost": 1861,
      "Ġdig": 1862,
      "ross": 1863,
      "be": 1864,
      "ĠIs": 1865,
      "Ġprincip": 1866,
      "ote": 1867,
      "Ġsito": 1868,
      "otti": 1869,
      "edic": 1870,
      "ĠRom": 1871,
      "Ġstat": 1872,
      "Ġapplic": 1873,
      "this": 1874,
      "use": 1875,
      "Ġmot": 1876,
      "Ġstate": 1877,
      "Ġquella": 1878,
      "Ġimportant": 1879,
      "reen": 1880,
      "iment": 1881,
      "Ġtem": 1882,
      "Ġâ": 1883,
      "esse": 1884,
      "Ġtal": 1885,
      "Ġrim": 1886,
      "Ġdr": 1887,
      "Ġpossono": 1888,
      "ants": 1889,
      "imenti": 1890,
      "ailable": 1891,
      "Ġweb": 1892,
      "Ġequ": 1893,
      "Ġstand": 1894,
      "pi": 1895,
      "Ġcour": 1896,
      "Ġartic": 1897,
      "ogli": 1898,
      "ziend": 1899,
      "Ġfine": 1900,
      "me": 1901,
      "ĠRes": 1902,
      "Ġaround": 1903,
      "ways": 1904,
      "isi": 1905,
      "Ġdai": 1906,
      "zie": 1907,
      "Error": 1908,
      "essa": 1909,
      "ĠâĢĺ": 1910,
      "riend": 1911,
      "elle": 1912,
      "Ġboth": 1913,
      "ĠWith": 1914,
      "Ġtak": 1915,
      "Ġlearn": 1916,
      "Ġlast": 1917,
      "nov": 1918,
      "ars": 1919,
      "Ġbetween": 1920,
      "Ġchild": 1921,
      "ying": 1922,
      "Ġob": 1923,
      "embre": 1924,
      "iglia": 1925,
      "Ġbase": 1926,
      "Ġbenef": 1927,
      "fo": 1928,
      "oper": 1929,
      "Ġincre": 1930,
      "azioni": 1931,
      "ION": 1932,
      "go": 1933,
      "Ġnostro": 1934,
      "Ġsim": 1935,
      "Ġhim": 1936,
      "ives": 1937,
      "orts": 1938,
      "ĠMan": 1939,
      "Ġtit": 1940,
      "Ġcosa": 1941,
      "Ġeffect": 1942,
      "ĠDi": 1943,
      "Ġprovide": 1944,
      "ĠBr": 1945,
      "enn": 1946,
      "Ġpersonal": 1947,
      "uale": 1948,
      "fr": 1949,
      "Ġmanag": 1950,
      "ĠWhen": 1951,
      "ET": 1952,
      "Ġperio": 1953,
      "Ġott": 1954,
      "Ġanal": 1955,
      "Ġadv": 1956,
      "tic": 1957,
      "Ġdem": 1958,
      "Ġdiffic": 1959,
      "ĠGr": 1960,
      "Ġquindi": 1961,
      "igi": 1962,
      "Ġeas": 1963,
      "Ġkeep": 1964,
      "Ġti": 1965,
      "Ġho": 1966,
      "Ġperform": 1967,
      "enzi": 1968,
      "ritto": 1969,
      "pportun": 1970,
      "ĠBe": 1971,
      "Ġplace": 1972,
      "Ġrespons": 1973,
      "Ġcook": 1974,
      "Ġnuovo": 1975,
      "ustr": 1976,
      "Ġrig": 1977,
      "Ġcompany": 1978,
      "ĠItalia": 1979,
      "Ġdalle": 1980,
      "Ġcase": 1981,
      "Ġperf": 1982,
      "Id": 1983,
      "Ġbuild": 1984,
      "idi": 1985,
      "TO": 1986,
      "Ġsocial": 1987,
      "Ġmain": 1988,
      "Ġrun": 1989,
      "Ġprimo": 1990,
      "abile": 1991,
      "Ġproject": 1992,
      "log": 1993,
      "ĠPi": 1994,
      "Ġvisit": 1995,
      "air": 1996,
      "tto": 1997,
      "Ġnumber": 1998,
      "Ġvolta": 1999,
      "ittÃł": 2000,
      "ubb": 2001,
      "Ġattra": 2002,
      "Ġsitu": 2003,
      "Ġsing": 2004,
      "RO": 2005,
      "Ġsimp": 2006,
      "idente": 2007,
      "Ġorig": 2008,
      "lease": 2009,
      "Ġincluding": 2010,
      "Ġchar": 2011,
      "):": 2012,
      "Ġoltre": 2013,
      "Ġcred": 2014,
      "ters": 2015,
      "Ġmass": 2016,
      "Ġsame": 2017,
      "kes": 2018,
      "Ġquesti": 2019,
      "Ġservice": 2020,
      "Ġgrow": 2021,
      "Ġmigli": 2022,
      "ream": 2023,
      "Ġfact": 2024,
      "\".": 2025,
      "ris": 2026,
      "ĠEuro": 2027,
      "ĠDe": 2028,
      "son": 2029,
      "gli": 2030,
      "Ġid": 2031,
      "Ġservices": 2032,
      "ists": 2033,
      "lement": 2034,
      "Ġemp": 2035,
      "Ġpoint": 2036,
      "ency": 2037,
      "ample": 2038,
      "Ġanno": 2039,
      "Ġens": 2040,
      "Ġtutte": 2041,
      "Ġgame": 2042,
      "ĠAss": 2043,
      "Ġstata": 2044,
      "oney": 2045,
      "Ġviene": 2046,
      "agli": 2047,
      "Ġfeel": 2048,
      "ulti": 2049,
      "vert": 2050,
      "Ġavailable": 2051,
      "Ġasp": 2052,
      "Content": 2053,
      "Ġwebs": 2054,
      "Ġfino": 2055,
      "Ġopen": 2056,
      "chio": 2057,
      "\":": 2058,
      "Ġevent": 2059,
      "']": 2060,
      "ament": 2061,
      "Ġbook": 2062,
      "hod": 2063,
      "requ": 2064,
      "Ġsomet": 2065,
      "ving": 2066,
      "yle": 2067,
      "Ġwithout": 2068,
      "man": 2069,
      "Ġoggi": 2070,
      "Ġesp": 2071,
      "add": 2072,
      "Ġult": 2073,
      "inal": 2074,
      "ĠMil": 2075,
      "Ġcompet": 2076,
      "Ġvar": 2077,
      "Ġmust": 2078,
      "AS": 2079,
      "Ġduring": 2080,
      "Ġhtt": 2081,
      "Ġvideo": 2082,
      "Ġintern": 2083,
      "tand": 2084,
      "Ġfound": 2085,
      "Ġquale": 2086,
      "Ġcit": 2087,
      "Ġpossibile": 2088,
      "Ġcasa": 2089,
      "enere": 2090,
      "org": 2091,
      "Ġfav": 2092,
      "ource": 2093,
      "Ġcaus": 2094,
      "Ġdello": 2095,
      "Ġiss": 2096,
      "ĠCor": 2097,
      "Ġconn": 2098,
      "Ġunders": 2099,
      "Ġreally": 2100,
      "rare": 2101,
      "une": 2102,
      "iron": 2103,
      "Ġelse": 2104,
      "Ġstesso": 2105,
      "\")": 2106,
      "rag": 2107,
      "hes": 2108,
      "Ġstill": 2109,
      "ĠAt": 2110,
      "cript": 2111,
      "Ġgoing": 2112,
      "Ġaggi": 2113,
      "Ġsl": 2114,
      "Ġstrateg": 2115,
      "ĠCo": 2116,
      "ves": 2117,
      "erca": 2118,
      "data": 2119,
      "ĠSal": 2120,
      "Ġfond": 2121,
      "Ġfew": 2122,
      "edere": 2123,
      "AM": 2124,
      "Ġvalue": 2125,
      "ĠÃĪ": 2126,
      "ĠAg": 2127,
      "ts": 2128,
      "osto": 2129,
      "Ġwater": 2130,
      "Ġbi": 2131,
      "********": 2132,
      "ĠCome": 2133,
      "Ġore": 2134,
      "lob": 2135,
      "uff": 2136,
      "pre": 2137,
      "Ġ=>": 2138,
      "Ġparti": 2139,
      "Ġattravers": 2140,
      "ĠAm": 2141,
      "pa": 2142,
      "Ġsens": 2143,
      "Ġrend": 2144,
      "ava": 2145,
      "table": 2146,
      "omen": 2147,
      "ĠCent": 2148,
      "Ġtratt": 2149,
      "IS": 2150,
      "Ġcolla": 2151,
      "['": 2152,
      "Ġident": 2153,
      "Ġaver": 2154,
      "izia": 2155,
      "Ġsci": 2156,
      "Ġlevel": 2157,
      "lex": 2158,
      "Ġdim": 2159,
      "yn": 2160,
      "Ġfi": 2161,
      "Ġtel": 2162,
      "Ġmonth": 2163,
      "etting": 2164,
      "Name": 2165,
      "OL": 2166,
      "Ġtype": 2167,
      "ä¸": 2168,
      "ĠPh": 2169,
      "Ġfilm": 2170,
      "IL": 2171,
      "ĠPol": 2172,
      "Ġcontr": 2173,
      "Ġmess": 2174,
      "ĠInd": 2175,
      "etro": 2176,
      "aster": 2177,
      "Ġforma": 2178,
      "Ġeng": 2179,
      "Ġpower": 2180,
      "Ġ`": 2181,
      "Ġinforma": 2182,
      "ĠCal": 2183,
      "esti": 2184,
      "Ġrid": 2185,
      "atura": 2186,
      "ĠCl": 2187,
      "Ġopportun": 2188,
      "ĠUS": 2189,
      "Ġsotto": 2190,
      "ontro": 2191,
      "Ġnorm": 2192,
      "reg": 2193,
      "Ġmal": 2194,
      "ambi": 2195,
      "Ġorder": 2196,
      "book": 2197,
      "ĠVal": 2198,
      "Ġconsum": 2199,
      "cle": 2200,
      "Ġsog": 2201,
      "\");": 2202,
      "Ġaddition": 2203,
      "Ġhapp": 2204,
      "Ġtro": 2205,
      "Ġpicc": 2206,
      "Ġthings": 2207,
      "date": 2208,
      "Ġmomento": 2209,
      "enso": 2210,
      "Ġrece": 2211,
      "Ġlavor": 2212,
      "ger": 2213,
      "Ġcreate": 2214,
      "uring": 2215,
      "create": 2216,
      "Ġsmall": 2217,
      "occ": 2218,
      "Ġthough": 2219,
      "Ġbetter": 2220,
      "Ġtot": 2221,
      "wh": 2222,
      "ogo": 2223,
      "Ġmor": 2224,
      "Ġcomb": 2225,
      "Ġave": 2226,
      "Ġmight": 2227,
      "iale": 2228,
      "esa": 2229,
      "Ġstoria": 2230,
      "tact": 2231,
      "itor": 2232,
      "ences": 2233,
      "Ġ),": 2234,
      "eme": 2235,
      "Ġagli": 2236,
      "Ġarriv": 2237,
      "Ġsecondo": 2238,
      "Ġsignific": 2239,
      "Ġvoid": 2240,
      "Ġsure": 2241,
      "aggi": 2242,
      "oco": 2243,
      "Ġnostra": 2244,
      "ym": 2245,
      "Ġquali": 2246,
      "div": 2247,
      "Ġsoft": 2248,
      "Ġcontrib": 2249,
      "illa": 2250,
      "ization": 2251,
      "Ġsent": 2252,
      "Ġdest": 2253,
      "Ġann": 2254,
      "Ġcurrent": 2255,
      "Ġinterest": 2256,
      "Ġdirect": 2257,
      "Ġsvil": 2258,
      "tegr": 2259,
      "unt": 2260,
      "ĠcittÃł": 2261,
      "ĠNel": 2262,
      "Ġtrad": 2263,
      "Ġalways": 2264,
      "truct": 2265,
      "Ġwithin": 2266,
      "AC": 2267,
      "Ġmer": 2268,
      "Ġmai": 2269,
      "ĠThese": 2270,
      "istema": 2271,
      "thing": 2272,
      "ED": 2273,
      "SetBinContent": 2274,
      "Ġ!": 2275,
      "Ġcheck": 2276,
      "search": 2277,
      "ĠJo": 2278,
      "ared": 2279,
      "new": 2280,
      "Ġbamb": 2281,
      "ĠAmer": 2282,
      "Ġunderstand": 2283,
      "Ġneg": 2284,
      "ĠChe": 2285,
      "Ġtoo": 2286,
      "Ġsel": 2287,
      "Ġref": 2288,
      "port": 2289,
      "ape": 2290,
      "Pro": 2291,
      "ĠUna": 2292,
      "Ġbeg": 2293,
      "True": 2294,
      "ĠCan": 2295,
      "Ġgar": 2296,
      "Ġsui": 2297,
      "arly": 2298,
      "Ġmedia": 2299,
      "Ġgiorni": 2300,
      "ecip": 2301,
      "Ġaltre": 2302,
      "Ġdivent": 2303,
      "Ġweek": 2304,
      "Ġspe": 2305,
      "Ġlung": 2306,
      "ĠNo": 2307,
      ".\"": 2308,
      "cent": 2309,
      "oll": 2310,
      "ism": 2311,
      "Ġsuoi": 2312,
      "Ġseg": 2313,
      "Ar": 2314,
      "Ġdefin": 2315,
      "ently": 2316,
      "hi": 2317,
      "Ġgroup": 2318,
      "text": 2319,
      "It": 2320,
      "ocus": 2321,
      "ittle": 2322,
      "ĠRep": 2323,
      "Ġing": 2324,
      "Ġthree": 2325,
      "Ġmaking": 2326,
      "ĠComp": 2327,
      "hor": 2328,
      "ĠAcc": 2329,
      "Ġ).": 2330,
      "Ġable": 2331,
      "ished": 2332,
      "ĠRo": 2333,
      "aro": 2334,
      "Ġfamily": 2335,
      "itive": 2336,
      "Ġdispos": 2337,
      "omo": 2338,
      "lick": 2339,
      "Ġactiv": 2340,
      "itori": 2341,
      "return": 2342,
      "Ġesemp": 2343,
      "Ġnoi": 2344,
      "Ġgiorno": 2345,
      "Ġ*/": 2346,
      "Ġnext": 2347,
      "Ġdedic": 2348,
      "Ġlet": 2349,
      "Ġpare": 2350,
      "Ġqui": 2351,
      "isog": 2352,
      "Ġaccount": 2353,
      "ĠattivitÃł": 2354,
      "Ġmerc": 2355,
      "alse": 2356,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2357,
      "Ġcrit": 2358,
      "ĠOur": 2359,
      "Con": 2360,
      "ission": 2361,
      "Ġattraverso": 2362,
      "til": 2363,
      "arr": 2364,
      "($": 2365,
      "ĠServ": 2366,
      "etwork": 2367,
      "Ġhead": 2368,
      "osp": 2369,
      "ards": 2370,
      "izzare": 2371,
      "atures": 2372,
      "Ġspecific": 2373,
      "String": 2374,
      "ills": 2375,
      "Ġlove": 2376,
      "Ġprivate": 2377,
      "ering": 2378,
      "anta": 2379,
      "IA": 2380,
      "Ġavere": 2381,
      "Ġ</": 2382,
      "Ġdeterm": 2383,
      "sieme": 2384,
      "Ġsay": 2385,
      "play": 2386,
      "Ġauto": 2387,
      "vero": 2388,
      "Ġbig": 2389,
      "ĠCO": 2390,
      "Ġopp": 2391,
      "corso": 2392,
      "Ġkey": 2393,
      "ivamente": 2394,
      "Ġecc": 2395,
      "ĠShe": 2396,
      "ela": 2397,
      "Ġcam": 2398,
      "ional": 2399,
      "uman": 2400,
      "lack": 2401,
      "ĠGu": 2402,
      "Ġwrit": 2403,
      "Ġlocal": 2404,
      "Ġwebsite": 2405,
      "Ġforn": 2406,
      "engono": 2407,
      "atica": 2408,
      "Ġcop": 2409,
      "Ġpunto": 2410,
      "ĠLu": 2411,
      "orio": 2412,
      "Ġtrue": 2413,
      "indow": 2414,
      "itare": 2415,
      "Ġmis": 2416,
      "ĠâĢĶ": 2417,
      "ĠSte": 2418,
      "irt": 2419,
      "ately": 2420,
      "itions": 2421,
      "back": 2422,
      ",âĢĿ": 2423,
      "Ġarea": 2424,
      "Ġpia": 2425,
      "Ġmemb": 2426,
      "ffici": 2427,
      "acy": 2428,
      "Ġindividual": 2429,
      "Ġcin": 2430,
      "Ġalcuni": 2431,
      "Ġhard": 2432,
      "anzi": 2433,
      "usc": 2434,
      "Ġpract": 2435,
      "Ġenerg": 2436,
      "ats": 2437,
      "ĠLo": 2438,
      "ask": 2439,
      "emente": 2440,
      "Ġtyp": 2441,
      "viron": 2442,
